akamud.vscode-theme-onedark
anseki.vscode-color
chakrounanas.turbo-console-log
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
esbenp.prettier-vscode
formulahendry.auto-rename-tag
formulahendry.code-runner
github.codespaces
github.copilot
github.copilot-chat
imgildev.vscode-auto-barrel
kisstkondoros.vscode-gutter-preview
naumovs.color-highlight
pkief.material-icon-theme
ritwickdey.liveserver
rubenverg.bootstrap-product-icons
styled-components.vscode-styled-components
usernamehw.errorlens
wallabyjs.quokka-vscode
zhuangtongfa.material-theme
